Sean-Der/vaapicon-badge/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"

CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240=y
CONFIG_FREERTOS_HZ=1000
CONFIG_COMPILER_OPTIMIZATION_PERF=y
CONFIG_COMPILER_OPTIMIZATION_ASSERTIONS_DISABLE=y

CONFIG_PARTITION_TABLE_CUSTOM=y

CONFIG_MBEDTLS_SSL_PROTO_DTLS=y
